const cosmetologyPricesAnn = [
    {
        _id: `001`,
        name: `Консультация`,
        price: 1200
    },
    {
        _id: `002`,
        name: `Консультация косметолога при записи на процедуру в подарок!`,
        price: null
    },
    {
        _id: `003`,
        name: `Чистка лица`,
        price: 4000
    },
    {
        _id: `004`,
        name: `Уход «Возрождение»`,
        price: 4000
    },
    {
        _id: `005`,
        name: `Уход «Винная терапия»`,
        price: 4000
    },
    {
        _id: `006`,
        name: `Уход «Антистрессовая терапия»`,
        price: 4000
    },
    {
        _id: `007`,
        name: `Уход «Осветление и омоложение»`,
        price: 4000
    },
    {
        _id: `008`,
        name: `Уход «Детокс и укрепление сосудов»`,
        price: 4000
    },
    {
        _id: `009`,
        name: `Уход «Акне стоп»`,
        price: 4000
    },
    {
        _id: `010`,
        name: `Уход «Омоложение и лифтинг»`,
        price: 4000
    },
    {
        _id: `011`,
        name: `Всесезонный пилинг`,
        price: 3000
    },
    {
        _id: `012`,
        name: `Зимний пилинг`,
        price: 5000
    },
    {
        _id: `013`,
        name: `Микронидлинг (фракционная мезотерапия)`,
        price: 4000
    },
    {
        _id: `014`,
        name: `Микронидлинг + пилинг`,
        price: 6000
    },
    {
        _id: `015`,
        name: `Массаж лица Миофасциальный`,
        price: 4000
    },
    {
        _id: `016`,
        name: `Мезотерапия лица`,
        price: 4000
    },
    {
        _id: `017`,
        name: `Мезотерапия волосистой части головы`,
        price: 4000
    },
    {
        _id: `018`,
        name: `Мезотерапия лица + пилинг`,
        price: 6000
    },
    {
        _id: `019`,
        name: `Карбокситерапия Gigi с оксигенацией`,
        price: 6000
    },
    {
        _id: `020`,
        name: `Карбоксиревитализация кожи La Beaute Medicale с интенсивным уходом`,
        price: 4000
    },
    {
        _id: `021`,
        name: ` Биоревитализация Skin `,
        price: 6000
    },
    {
        _id: `022`,
        name: `Биоревитализация`,
        price: `от 10000`
    }
];

export default cosmetologyPricesAnn;
