const pricelist = [
    {
        _id: "27013000",
        name: "Массаж локтя",
        price: 1500
    },
    {
        _id: "27013001",
        name: "Вырвать зуб",
        price: 2000
    },
    {
        _id: "27013002",
        name: "Вырвать зуб весело",
        price: 2200
    },
    {
        _id: "27013003",
        name: "Зайти погреться",
        price: 500
    },
    {
        _id: "27013004",
        name: "Просто спросить",
        price: 1000
    },
    {
        _id: "27013005",
        name: "Поговорить за жизнь",
        price: 3200
    },
    {
        _id: "27013006",
        name: "Послушать сказку про медведей",
        price: 3500
    },
    {
        _id: "27013007",
        name: "Сыграть в домино за кружкой пива",
        price: 5800
    },
    {
        _id: "27013008",
        name: "Чисто поржать над котиками",
        price: 1700
    }
];

export default pricelist;
