const services = [
    {
        name: "Стоматология",
        list: [
            "протезирование",
            "лечение зубов",
            "удаление зубов",
            "имплантация",
            "ортодонтия (брекеты, пластинки)"
        ]
    },

    {
        name: "Медицинские анализы",
        list: [
            ". медицинские анализы, пункт 1 .",
            ". медицинские анализы, пункт 2 .",
            ". медицинские анализы, пункт 3 .",
            ". . . . . . . . . . . . ."
        ]
    },
    {
        name: "Косметология",
        list: [
            "массаж лица",
            "пилинги",
            "мезотерапия",
            "восковая эпиляция"
        ]
    }
];

export default services;
