const services = [
    {
        name: "Стоматология",
        list: [
            ". стоматология, пункт 1 .",
            ". стоматология, пункт 2 .",
            ". стоматология, пункт 3 .",
            ". . . . . . . . . . . . ."
        ]
    },
    {
        name: "Косметология",
        list: [
            ". косметология, пункт 1 .",
            ". косметология, пункт 2 .",
            ". косметология, пункт 3 .",
            ". . . . . . . . . . . . ."
        ]
    },
    {
        name: "Медицинские анализы",
        list: [
            ". медицинские анализы, пункт 1 .",
            ". медицинские анализы, пункт 2 .",
            ". медицинские анализы, пункт 3 .",
            ". . . . . . . . . . . . ."
        ]
    }
];

export default services;
